const data = [
    {
        title: '2023년 새해 인사',
        id: '12',
        date: '	2023-01-20 14:00:19',
        writer: '관리자',
        urgent: false,
        content:
            '안녕하세요. 아이오티플렉스 시스템관리자입니다.\n2023년에도 4GUARD 를 이용해주셔서 감사의 말씀을 드리며 더 나은 서비스로 보답할 수 있도록 하겠습니다.\n계묘년 한해 복 많이 받으시고 가족의 화목과 건강을 기원합니다.\n감사합니다.',
    },
    {
        title: '서버 증축 이중화 작업 및 서비스 일시중지',
        id: '13',
        date: '2022-11-22 15:28:57',
        writer: '관리자',
        urgent: true,
        content:
            '안녕하세요. 시스템 관리자입니다.\n2023년 새해에 4GUARD 시스템 서버를 증축하여 이중화 할 계획입니다.\n2023.1.6(금) 오후 10시 ~ 1.8(일) 오후 2시 까지 진행될 예정입니다.\n해당 시간 동안 서버 이중화 작업 및 실시간 테스트를 진행하기에 부득이하게 서비스를 사용하실 수 없는 점 양해 부탁드립니다.\n최대한 신속하게 진행하되 사용자 분들께 안정적인 서비스를 할 수 있도록 최선을 다하겠습니다.\n아울러 2023.1.9(월) 에 모든 서비스를 정상적으로 사용할 수 있도록 조치하겠습니다.\n감사합니다.',
    },
    {
        title: '지도에 마커가 보이지 않는 현상 해결',
        id: '14',
        date: '022-10-28 17:32:29',
        writer: '관리자',
        urgent: false,
        content:
            '지도에 마커가 보이지 않는 현상이 발생하시는 경우 인터넷 캐시를 삭제하여 해결이 가능합니다.\n캐시를 삭제하는 방법은 아래와 같습니다.\n\n1. F12 버튼을 누릅니다.\n2. 관제 페이지에 새로고침버튼을 오른쪽클릭합니다.\n(* 새로고침버튼은 동그란 화살표 모양으로 되어있습니다)\n3. 캐시 비우기 및 강력새로고침을 클릭합니다.',
    },
    {
        title: '서버 재부팅',
        id: '15',
        date: '	2022-06-21 12:08:52',
        writer: '관리자',
        urgent: false,
        content:
            '안녕하세요. 시스템 관리자입니다.\n서버에 보안프로그램을 설치해서 시스템을 재부팅하면서 OS 업데이트도 함께 진행할 예정입니다.\n2022.6.21 일 23시 ~ 2022.6.22일 오전 6시 까지 진행될 예정입니다.\n해당 시간 동안 운행기록은 수집할 수 없으므로 양해 부탁드립니다.\n진행 시간을 단축할 수 있다면 더 빨리 진행하도록 하겠습니다.\n감사합니다.',
    },
    {
        title: '신규 관제 서비스 오픈',
        id: '16',
        date: '2022-02-11 10:42:38',
        writer: '관리자',
        urgent: false,
        content:
            '안녕하세요. 아이오티플렉스 시스템 관리자 입니다.\n그 동안 사용했던 관제솔루션 사용을 중지하고 새로운 관제서비스를 오픈 하였습니다.\n아직 미구현된 기능도 있어서 올해 하반기 까지 정상화 하고자 열심히 노력 중 입니다. (^_^;)\n사용해 보시고 불편한 점이 있으시면 아래 연락처로 의견 주시면 감사하겠습니다.\n많은 이용 부탁드립니다!\nPhone: 1599-2737',
    },
    {
        title: '데이터 이관 작업 진행 중',
        id: '17',
        date: '	2022-02-11 10:34:55',
        writer: '관리자',
        urgent: false,
        content:
            '시스템 관리자입니다.\n신규 관제 서비스로 데이터를 이관하는 작업을 진행 중에 있습니다.\n2022년 6월 2일 부터 시작해서 점차 옮겨나가고 있습니다.\n사용하시는 분들은 확인 부탁드리며 \n이관 작업 중에 매끄럽지 못한 점이 있더라도 양해 부탁드립니다.',
    },
];

export default data;
